[
    {
        "user_id": "4",
        "essay_question_id": "1",
        "answer": "Teknologi memungkinkan kita untuk terhubung dengan orang lain di seluruh dunia dengan cepat dan mudah melalui media sosial, pesan instan, dan panggilan video. Ini mengubah cara kita berinteraksi dengan orang lain dan membuat komunikasi lebih efisien."
    },
    {
        "user_id": "4",
        "essay_question_id": "2",
        "answer": "Budaya dan tradisi lokal adalah bagian integral dari identitas suatu masyarakat. Mereka mencerminkan sejarah, nilai-nilai, kepercayaan, dan cara hidup yang unik. Melestarikan budaya lokal membantu menjaga keberagaman dan jati diri suatu bangsa atau kelompok etnis"
    },
    {
        "user_id": "4",
        "essay_question_id": "3",
        "answer": "Salah satu tema utama dalam novel ini adalah rasisme dan ketidakadilan yang melanda masyarakat fiktif Maycomb, Alabama. Melalui narasi yang diceritakan oleh Scout, pembaca disajikan dengan gambaran yang jelas tentang diskriminasi rasial yang dialami oleh tokoh-tokoh seperti Tom Robinson. Tema ini menggambarkan ketidakadilan sistematis yang dihadapi oleh orang-orang kulit hitam pada masa itu"
    },
    {
        "user_id": "4",
        "essay_question_id": "4",
        "answer": "Penggunaan teknologi digital dalam pendidikan modern memiliki keuntungan dan tantangan yang perlu dipertimbangkan secara serius. Teknologi membuka pintu untuk pembelajaran yang lebih fleksibel dan terbuka, namun, penting bagi kita untuk memastikan bahwa penggunaannya tidak mengakibatkan ketidakseimbangan atau kesenjangan dalam aksesibilitas atau hasil pembelajaran."
    },
    {
        "user_id": "4",
        "essay_question_id": "5",
        "answer": "Keterampilan interpersonal, termasuk komunikasi yang efektif, kemampuan bekerja dalam tim, dan manajemen konflik, adalah aspek penting dari kesuksesan profesional. Dengan memperhatikan dan mengembangkan keterampilan ini, seseorang dapat meningkatkan kualitas hubungan profesional mereka dan memajukan karier mereka."
    }
]